IDEA Open Model
LineSupportSegment.LocalCoordinateSystem Property
Compatible with IDEA StatiCa Beta 20.0
 Support local coord system
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public CoordSystem LocalCoordinateSystem { get; set; }
Public Property LocalCoordinateSystem As CoordSystem
	Get
	Set
Property Value
Type: CoordSystem
See Also
Reference
LineSupportSegment Class
IdeaRS.OpenModel.Model Namespace